["Retarded? What if Jerry Lewis heard you talkin' like that?","It's too bad they don't have a telethon for fuckface-itis, huh? They find a cure yet?","You keep prodding him with a stick. You light a candle to St. Anthony. But I think you're fucked.","I hear there's not as many titles available as on laser.","Good. 'Cause nothing beats popping up some Orville Redenbacher's and listening to \"Men in Black\".","Hey, Chris didn't know going in.","You want my DVD player? You can watch \"Grumpy Old Men\".","Listen, let's get one thing straight. In the hours you're here taking care of my mother, no ganja. OK?","This day and age? Who wants the fuckin' job?","Well, we were looking at Green Grove.","Yeah. But to her it's a nursing home.","Green Grove is a retirement community! And it's more like a hotel at Captain Teeb's!","Oh, Ma, you gotta stop! You gotta stop with this black poison cloud all the time! 'Cause I can't take it anymore!","Then I will go to court and I will get a durable power of attorney over you and I will place you there.","You know, I know seniors that are inspired!","You know, you got a reputation for immaturity, and its not gonna be improved by not paying the tributes the acting boss demands of you.","It is.","Oh, look at that wrist action! All those years yankin' it are finally startin' to pay off.","What the fuck's with you?","Well, that answers some questions.","It's a jerk-off.","Really, really? 'Cause I gotta be honest, I think it fuckin' sucks.","Neither is acting like a whiny little bitch.","Keep your voice down.","Nobody.","You knock off early, we, uh, go back to your place, christen those new sheets you were telling me about.","Uh, the man with the erection.","Talk about a trip. I met this girl, fuckin' beautiful. We did peyote.","When you were sick in the hospital, we talked. We shared a, uh... an understanding about life.","So that's it. No leeway, no compromise, just stupid fuckin' jokes.","What happened at Coco's restaurant.","I'm depressed.","What does that mean?","Bullshit? It's an illness and it's fuckin' hereditary.","Oh, you think it's a joke?","Well, then what are you sayin'?","Your family don't even talk. Your father's so bottled up it's a wonder he's even got a stomach left.","At least my father was out front about what was botherin' him.","Oh, poor you. It's all your mother fault, isn't it?","You're a mama's boy.","Sit down! SIT DOWN!","You motherfucker! My fuckin' daughter","My fuckin' daughter. MOTHERFUCKER! MY FUCKIN' DAUGHTER!","You want some Sambuca with this?","How about I put a bullet in your fuckin' head huh?","Want some?","Carmela, something I gotta confess.","What are you doin'?","You're always with the drama, you.","I'm on Prozac.","I've been seeing a therapist.","Alright, take it easy.","You would think I was Hannibal Lecter before or something.","Pussy Malanga.","Yeah, Little Pussy. You think he's going to fuck with Big Pussy? My Pussy?","I gotta be honest with you. I'm not getting any satisfaction from my work either.","Well, because of RICO.","No. The RICO statutes?","Here we go. Here comes the Prozac!","Yeah. I find I have to be the sad clown: laughing on the outside, crying on the inside.","I'm serious. The wrong person finds out about this and I get a steel-jacketed anti-depressant right in the back of the head!","What about you? You got a problem with this?","Yeah. Like that. Sort of, yeah.","I didn't touch your place, Artie. I swear on my mother.","Well they're not gonna feel any better about their life if you get clipped.","I'm doing her doggy-style, and I finish, you know. And her big ass is... look, we don't have time for this shit.","We've got bigger things to talk about than Jean Cusamano's ass.","Let's do it right. Act normal. Plan things out. Make no mistakes.","Of course not, but I got an idea who was behind it. Enough said. You don't want to go there.","What are you talking about?","You don't know who I am, do ya?... You remember Johnny? Johnny Boy, your kid brother?... This thing of ours?","Yeah. You and my Dad. You two ran North Jersey.","Yeah.","Wouldn't kick her outta bed for purgin' cookies.","Oh, you with the dead thing! Ya got the arms and upper body of a 20-year-old.","Alright, sure. Go ahead. I'm a little miffled but yeah, sit with it.","Yeah?","Why didn't you say somethin'? Fuck strippers, we coulda had a shrine. Sold holy water in gallon jugs. Coulda made millions.","You said you wanted to be a lawyer for black people.","New Jersey?","And what about little babies? They face, uh, meningitis.","Well...","Jesus Christ, c'mon! Shish-kabob. What else do ya need to know?","Don't be sarcastic.","I did?","Well, it's true, I guess.","I ordered something for the table.","No, it turned out it was no big deal.","That's one way to put it.","I know.","I saw him getting arrested. What did he do?","Maybe this was his chance to get out. I know Dad was no choir boy, but maybe with a little bit of support...","Whoa, what are you talkin' about, a psychiatrist?","You're a real stone player, aren't you, Ma? You threatened to smother his children.","Yeah, probably. And I'm glad. I'm glad if he's proud of me. But that's the bind I'm in 'cause I don't want him to *be* like me.","What about Pussy?","He's an acquaintance of mine.","He fidgets with hands or feet?","You mean, like, he fidgets?","And that's a sickness, to fidget?","What constitutes a fidget?","She finally offers an opinion!","How come I'm not making freakin' pots in Peru? You're born to this shit. You are what you are.","Right... America.","Circle-jerk of life. Where's the dignity?","I'd rather they hold a pillow over my face.","What?","The fuck I did! I grabbed a pillow but it was... just to keep my hands occupied.","What was your mother like? She ever let you down, do anything to hurt your feelings?","I pushed her over the edge.","It's a nursing home!","What you lose a little weight?","Kinda feel bad for the guy.","Probably upstairs.","Relax, will ya? We'll find them.","It's probably salespeople.","Pussy Malanga, I know. We'll get J. Edgar Hoover right on it.","Tell ya what, you go upstairs and look for your teet'. I'm gonna fix ya somethin' to eat. OK?","Alright, we'll find that too.","You're gonna make that same stupid joke every time that comes up?","Why? I think that would set a terrible precedent right now. Just bend over? When he just became boss of the family over there?","It's also too short to live it as a fuckin' lackey.","You're right, you're right. You can't fight every fucking battle, right? Asbestos.","Each day's a gift.","You know what? This is bullshit.","I haven't been able to tell anybody this. I'm fuckin' relieved.","Let me tell you somethin'. I murdered friends before, even relatives. My cousin Tony, my best friend Puss... But this?","Fuckin' James Brown now.","I get it. I get it!","Uncle Jun gives head?","The old man's whistling through the wheat field?","Oh, he's a Bushman of the Kalahari!","Oh my God, if this ever gets out.","Hey, what goes on in this bedroom stays here and you know that.","Brandy, go, uh, sit on a tuffet.","Uncle Jun, how was Boca?","Carmela, I didn't hurt nobody.","Uncle Jun's into muff.","Oh, did I say \"muff\"? I meant \"rough\".","What's that smell? Did you guys go to a sushi bar?","South of the border, down Mexico Way.","What's that supposed to mean?","South of the border where the tuna fish play.","Am I in the what?","That's total crap, who told you that?","So you never seen Doc Cusamano going out at three in the morning on a call?","Alright look, Mead, you're a grown woman, almost. Some of my money comes from illegal gambling and whatnot. How does that make you feel?","They seen \"The Godfather\", right?","I'm not asking about those bums. I'm asking about you.","Oh, and I'm not.","Look, Mead, part of my income comes from legitimate businesses, stock market...","What do you got?","You chose this life. You don't want to work in the rain, try for the fucking Yankees.","One thing about us wiseguys, the hustle never ends.","What you guys do for twelve hours? Play, uh, \"Name That Pope\"?","Oh, I bet he gave you communion.","Well, Carmela, the guy spends the night here with you and all he does is slip you a wafer?","Oh, I didn't mean to verge.","There was a time, Mead, when the Italian people didn't have a lot of options.","Don't mind him, he's just breakin' balls.","What I was thinking was a tri-umber-thing. Like Caesar.","Oh, you don't wanna know!","You want more responsibility? Start by controlling your wife.","You're looking at them, asshole.","Yes. Call me Tony.","I'd talk to him.","From what I'm telling you? Well, what the fuck do I know? I'm not a doctor.","The fucking painting. I knew that painting was a scam. I knew that painting was a fuckin' scam!","I'm here with my non-shellfish eatin' friend. I gotta tell you somethin', I'm tapped out. This guy won't listen to reason.","He's leaving me no options. This guy's willing to go down with the ship like no man I've ever seen.","What? Oh. That's a fuckin' brilliant idea.","Yeah.","Paulie! Get the bolt cutters from out of the trunk! Ariel, we're goin' to Plan B.","Good. I had a real good week. Friend of mine's in the hospital. That's never pleasant, but... Otherwise I'm having a good week.","First they thought it was an ulcer. You know, then this and that.","Jackie? Jackie's so fucking mean, he'll scare that cancer away.","Yeah.","Now that's it. That's all I've gotta say. Frankly, I'm depressed and ashamed.","I thought I told you to back off Beansie!","I thought I told you to back the fuck off Beansie!","Now get the fuck out of here!","Yeah! Alright!","So your father tells me you're takin' up astronomy in college.","Well, how come he keeps sayin' you're takin' up space in school?","He's a good lookin' kid. Sure he's yours?","That's what they said about Gravano.","Don't you got somewhere to be?","Yeah, but that's where you're wrong. You see out there it's the 1990s but in this house it's 1954.","1990s.","1954. So now and forever, I don't want to hear any more sex talk, OK?","What did he come here for? Therapy?","Instead of a couch you use a bed? It's not a bad idea.","...What does that mean?","Now think about it. Why would people who eat with sticks invent something you need a fork to eat?","Look at you.","I bet you're sleeping all the time, right?","Sorry. The older she gets the worse she gets.","All right. You'd better give me your jewelry.","Hey, they know we can't produce receipts. You want 'em stealing this stuff from us?","Come on.","No!","What do you think I am?","This psychiatry shit. Apparently what you're feelin' is not what you're feelin' and what you're not feelin' is your real agenda.","You're crazy.","Yeah, I could barely hit .250.","And you blew guys under it.","I got nothing to say.","A German shepherd's shaved asshole won first prize.","You married her.","Alright, you know, Jan, he's right. I'm sorry. I crossed the line. I apologize. Won't happen again.","Under the Boardwalk. With a schlong in Jan's mouth. Under the...","My estimate, historically? Eighty percent of the time it ends up in the can like Johnny Sack. Or on the embalming table at Cozzarelli's.","No risk, no reward.","Ask your friend there on the wall.","You know, come to think of it, you never popped your cherry in that regard, right?","Your old man was the fuckin' Terminator.","A salut. A big fat pain in the balls.","To be honest, I'd rather he fuckin' shot me than cut my hair.","That's enough Janice!","That didn't even happen! And anyway, it's not for public concern!","Your ass!","'Cause it makes us look like a fuckin' dysfunctional family!","Jesus Christ!","And don't you ever tell the kids that about their grandfather!","Long as you don't step on anybody's toes!","You go straight from the joint to Earl Sheib? Look at this fuckin' tan!","What, you trying to prove your independence? This ain't \"Little House on the Fuckin' Prairie!\" Those things are dangerous!","Marie Spatafore came to see me. She wants a hundred grand to relocate on account of Vito, Jr. already has his own social worker.","And not pay my debts? Head of the family? How's that gonna look?","The guy from Philly? With the polio leg and the built up shoe?","Well, when you're married, you'll understand the importance of fresh produce.","Fucking Internet.","You don't shit where you eat. And you especially don't shit where *I* eat.","Well, listen, the other day I was driving along, thinking about your little problem. How bout a promotion? Coupon, two for one.","Yeah, yeah.","Well, it's 'cause, uh, \"remember when\" is the lowest form of conversation.","Who Peter? Beansie? An old friend from the neighborhood.","Paulie.","He say that?","There was a time when I wished he was. He used to work for my dad.","You know, no offense but you ever had yourself checked for Tourette's?","Tourette's Syndrome. Seriously. \"Heh, heh. Heh, heh.\" Maybe you got a tic or somethin'?","What the hell are you doing?","An hour? What are you, a woman? Get a bladder transplant. My mother lives here.","What are you screaming about? Free alterations!","I'm havin' second thoughts.","This whole thing. This whole arrangement. Security. I mean I come here, I tell you things, I don't know how safe it is.","You don't fuckin' get it. Bein' here incriminates me. Somebody sees me, they tell somebody else. All of a sudden, I'm a celebrity.","It was a little weird at first. Here I am comforting my father's mistress, my mother's lyin' there dead.","Come on, she's old enough to be my mother.","Least she didn't suffer.","She made all of us suffer instead.","Yeah, you must have been at the top of your fuckin' class.","All right, obviously you told the cops you don't know who did this?","Whoever did this, it should have happened a long time ago.","They got one, Tony Soprano!","I tell you, I'm having a time. Stay out late. Come home drunk. Fuck anyone I want.","I don't know. It's a mind-set.","You're a Smurf for 10 to 15 years, then you die, shitting in your pajamas.","Once you're into this family, there's no getting out.","Are you still feeling sick, Hon?","My wife thinks I need to meet new people.","Did you ever know anybody that ever committed suicide?","How was Florida?","What? Like the Flintstones?","What about all that Carbon dating stuff? A lot of scientists would disagree with you!","Guy next door is a scientist. Think he'd disagree with you big time!","What?","You saw that, huh? People tear shit outta your magazines all the time, they're a mess. I try to read 'em.","Well, change 'em. Bring in some new shit.","What are you talkin' about? I've only missed three appointments since we had that heart-to-heart.","Who?","Whoa, whoa, whoa, whoa, whoa, OK? Now what the fuck is this? You're, uh, firin' me 'cause I defaced your Departures magazine.","OK, I should've asked you for the steak recipe. And missin' sessions, unfortunately, is part of my condition.","Well, if the shoe fits.","We're making progress! It's been seven years!","OK, listen, I'm gonna tell you somethin' and you're not gonna like it. But we can say anything in here, right?","I'm chalkin' this all up to female menopausal situations.","Well, you don't need a gynecologist to know which way the wind blows.","You know, I gotta be fuckin' honest. As a doctor, I think what you're doin' is immoral.","She's lucky she isn't here or I'd be bouncing her fucking head against the wall!","I told you that's my business not yours! And what did you do? Nothing! Zero a big fucking jerk-off!","I oughta break your fucking neck!","Stop cryin'! Stop cryin'!","I guess your heart was in the right place A.J. But it's wrong. Come on!","It's not in your nature!","You're a nice guy! And I'm greatful for that!","She was very high strung, my mother. Very dramatic. Every night to her was a night at the opera.","Get your coat! We're leaving!","Well, then get moving, goddamn it!","Who did what?","Nostradamus. Quasimodo's the Hunchback of Notre Dame.","Nostradamus, and Notre Dame. Two different things completely.","One's a fucking cathedral.","No!","Well see this shit works out, she's a Buddhist.","In a few weeks, we're gonna be opening up the books, again. I'm gonna propose you for membership. Congratulations.","Hey, Puss. Did she even really exist?","... They won't have her back at Green Grove.","She was abusive to the staff!","Why are you making me do this, you fat, fucking, miserable piece of shit?","Hey, I don't even let anyone wag their finger in my FACE.","The warranty on his death certificate expired two weeks ago. Your bullshit expired along with it!","I been dreaming of that fucking lo mein all the way the fuck over here. Now, who came in here and ate my shit?","There's more where that came from! We're starting a new regime around here!","You got a lot of Jews in your business right?","This.",". You gotta hand it to 'em. When it comes to money.","Really? Because I got a friend, you tie a krugerrand to a fishing line, you're gonna land him.",". Right up on the dock.","If I were you, I would seriously consider salads!","Now, get the fuck outta here before I shoved that quotation book up your fat fucking ass!","See if we got something to drink. So what can I get you? You want a Fanta, something like that?","How is that? I mean, you sure you want a diet drink? You don't want something with some sugar in it?","You finished?","'Cause that sugarless motherfucker, it's the last fucking drink you're ever gonna have!","You're not going anywheres but home.","You what?","What the fuck is this all of a sudden?","Yeah.","What are you talking about?","What? No.","There is not a shred of truth in that.","You know what they say: Revenge is like serving cold cuts.","What did I say?","Mahatma Gandhi over here. Nice.","You got your whole life in front of you. You want to throw it all away on drugs?","Turns out somebody got a look at the guy who did Joe Peeps. All they got so far is he's got a bad limp.","You're entitled to shit!","I'm like King Midas in reverse. Everything I touch turns to shit.","Not if I cut off those fuckin' arms.","I brought you some books on tape since you say you can't concentrate to read.","Well... in the meantime.","Congratulations.","You ever think he's not acting?","No fucking way!","That's not it. That motherfucker's full of shit. He's shaking me down.","Oh, yeah? Who knows more about extortion, me or Oh, yeah? Who knows more about extortion, me or you?","Everyday's a gift, but does it have to be a pair of socks?","Every day's a gift.","It's just... does it have to be a pair of socks?","We buried him. On a hill. Overlooking a little river. With pine cones all around.","Those who *want* respect, *give* respect.","Then, my friend, it's up to you to make him accept that.","Whatever his legitimate sorrow is, he's got a price, he wants to provide for his family.","Meet his price, and I don't want to hear anything else about it.","I paid enough, John, I paid a lot.","Yeah? Why didn't you mention it before, you cheap fuck?","All right, all right, let's not go backwards.","I told you, but you don't listen, you nut.","I'm still looking forward to working with you, John.","Hey, the language! Do you blow your father with that mouth?","Killed the dog? What'd you do that for?","Vito?","Put Vito on the phone, asshole.","What, are you sucking his dick?","Yeah that's right, telephone tough guy! Put Vito on the phone!","What?","Where'd you find the phone? Hello? Hello? Oh you motherfucker!","So, you finally read a book and it's bullshit!","You may not love me but you will respect me!","You make your own luck in life.","When Ginny hauls ass, she's gotta make two trips.","What the fuck?","What's that supposed to mean?","You sandbag me? I'll cut your fucking throat open.","No, you can't sit.","I'm sure it gets complicated. When you're taking it up your fag ass.","Excuse me?","A note from your doctor saying you don't like to suck cock?","Pain and truth? Come on, I'm a fat fucking crook from New Jersey."]